{
    "article_list":{
        "New_Year":{
            "title":"除夕",
            "origin":"岁除，是岁末除旧布新的日子。除夕，即岁除之夜，它与岁首（新年）首尾相连。旧岁至此夕而除，第二天就换新岁了，故俗以为除夕。除夕作为年尾的节日，源自上古时代岁末除旧布新、祭祀祖先风俗，岁除之日是传统的祭祖节。古籍中有讲到：“天地者，生之本也；先祖者，类之本也。”意思就是说天地是生命的根本，祖先是我们人类的根本，祭祖就是一种传承孝道的习俗。",
            "convention":[
                {
                    "convention_title":"贴年红",
                    "convention_content":"年红，是春联、门神、窗花、年画、福字等过年时所贴的红色喜庆元素统称。过年贴年红（挥春），是中国民间由来已久的风俗，寄托了人们对幸福生活的向往，对美好未来的祝愿。"
                },
                {
                    "convention_title":"春联",
                    "convention_content":"春联也叫门对、春贴、对联、对子、桃符等等，它以工整、对偶、简洁、精巧的文字描绘时代背景，抒发美好愿望，是我国特有的文学形式。每逢春节，无论城市还是农村，家家户户都要精选一副大红春联贴于门上，为节日增加喜庆气氛。根据《玉烛宝典》、《燕京岁时记》等著作记载，春联的原始形式就是人们所说的“桃符”。这一习俗据说起于宋代，在明代开始盛行，到了清代，春联的思想性和艺术性都有了很大的提高，梁章矩编写的春联专著《槛联丛话》对楹联的起源及各类作品的特色都作了论述。春联的种类比较多，依其使用场所，可分为门心、框对、横披、春条、斗方等。“门心”贴于门板上端中心部位；“框对”贴于左右两个门框上；“横披”贴于门媚的横木上；“春条”根据不同的内容，贴于相应的地方；“斗斤”也叫“门叶”，为正方菱形，多贴在家具、影壁中。"
                },
                {
                    "convention_title":"贴窗花",
                    "convention_content":"在中国民间人们还喜欢在窗户上贴上各种剪纸——窗花。窗花不仅烘托了喜庆的节日气氛，也集装饰性、欣赏性和实用性于一体。剪纸在我国是一种很普及的民间艺术，千百年来深受人们的喜爱，因它大多是贴在窗户上的，所以也被称其为“窗花”。窗花以其特有的概括和夸张手法将吉事祥物、美好愿望表现得淋漓尽致，将节日装点得红火富丽。剪纸在我国是一种很普及的民间艺术，千百年来深受人们的喜爱，后来因为剪纸大多是贴在窗户上的，窗花也由此得名。窗花的表现题材极其广博，戏剧人物、历史传说、花鸟鱼虫、山水风景、现实生活及吉祥图案均可成为窗花的表现内容，可谓无所不有。但最多的是花卉动物、喜庆吉祥纹样，常以“吉祥喜庆”、“丰年求祥”、“五谷丰登”、“六畜兴旺”、“连年有余”、“贵花祥鸟”等为主体。在贴春联的同时，一些人家要在屋门上、墙壁上、门楣上贴上大大小小的“福”字。春节贴“福”字，是我国民间由来已久的风俗。“福”字指福气、福运，寄托了人们对幸福生活的向往，对美好未来的祝愿。为了更充分地体现这种向往和祝愿，有的人干脆将“福”字倒过来贴，表示“幸福已到”“福气已倒（到）”。其实福字不能倒贴，大门是迎福纳福的地方，福字应该正贴。福字倒贴的地方一般是水缸，垃圾箱，和家里的箱柜。中国民间还有将“福”字精描细做成各种图案的，图案有寿星、寿桃、鲤鱼跳龙门、五谷丰登、龙凤呈祥等。"
                },
                {
                    "convention_title":"年画",
                    "convention_content":"春节挂贴年画在城乡也很普遍，浓黑重彩的年画给千家万户平添了许多兴旺欢乐的喜庆气氛。年画是我国的一种古老的民间艺术，反映了人民朴素的风俗和信仰，寄托着他们对未来的希望。年画，也和春联一样，起源于“门神”。随着木板印刷术的兴起，年画的内容已不仅限于门神之类单调的主题，变得丰富多彩。"
                },
                {
                    "convention_title":"燃爆竹",
                    "convention_content":"中国民间有“开门爆竹”一说。即在新的一年到来之际，家家户户开门的第一件事就是燃放爆竹，以哔哔叭叭的爆竹声除旧迎新。爆竹是中国特产，亦称“爆仗”、“炮仗”，唐代时写作“爆竿”，南方各地又称之为“纸炮”、“响炮”。如果把许多单个的爆竹联结成串，则叫作“鞭炮”、“响鞭”、“鞭”。放爆竹可以创造出喜庆热闹的气氛，是节日的一种娱乐活动，可以给人们带来欢愉和吉利。关于爆竹的演变过程，《通俗编排优》记载道：“古时爆竹。皆以真竹着火爆之，故唐人诗亦称爆竿。后人卷纸为之。称曰“爆竹”。随着时间的推移，爆竹的应用越来越广泛，品种花色也日见繁多。燃放爆竹已成为具有民族特色的娱乐活动，人们在辞旧迎新春节燃放爆竹以示庆贺。 "
                },
                {
                    "convention_title":"祭祖",
                    "convention_content":"古时，这种礼俗很盛。“天地者，生之本也；先祖者，类之本也。”意思就是说天地是生命的根本，祖先是我们人类的根本，祭祖就是一种传承孝道的习俗。因各地礼俗的不同，祭祖形式也各异。有的到野外瞻拜祖墓，有的到宗祠拜祖，而大多在家中将祖先牌位依次摆在正厅，陈列供品，然后祭拜者按长幼的顺序上香跪拜。古人祭祖，多半做鱼肉碗菜，盛以高碗，颇有钟鸣鼎食之意。南方人祭祖尤为隆重，大半是八碗大菜，中火锅，按灵位设杯箸。除夕守岁是年俗活动之一，守岁之俗由来已久。守岁的民俗主要表现为所有房子都点燃岁火，合家欢聚，并守着“岁火”不让熄灭，等着辞旧迎新的时刻，迎接新年到来。除夕夜灯火通宵不灭，曰“燃灯照岁”或“点岁火”，所有房子都点上灯烛，还要专门在床底点灯烛，遍燃灯烛，谓之“照虚耗”，据说如此照过之后，就会使来年家中财富充实。古时南北风俗各异，古时北方守岁习俗主要为“熬年夜”（通宵守夜），有的地方在除夕之夜，全家团聚在一起，吃过年夜饭，点起蜡烛或油灯，围坐炉旁闲聊，通宵守夜，象征着把一切邪瘟病疫照跑驱走，期待着新的一年吉祥如意。 "
                },
                {
                    "convention_title":"挂灯笼",
                    "convention_content":"过年挂灯笼是中国的古老习俗，红色代表喜庆，圆形灯笼则寓意团圆美满，红灯笼象征着平安祥和、红红火火。中国的灯笼又统称为灯彩。据说起源于1800多年前的西汉时期，每年的除夕节前后，人们都挂起象征团圆意义的红灯笼，来营造一种喜庆的氛围。除夕之夜守岁，门口挂着红灯笼，堂屋燃着熊熊的红火，点着蜡烛或油灯，一家人围桌而谈。"
                },
                {
                    "convention_title":"压岁钱",
                    "convention_content":"压岁钱，是过年习俗之一，年晚饭后长辈要将事先准备好的压岁钱分给晚辈，据说压岁钱可以压住邪祟，晚辈得到压岁钱就可以平平安安度过一岁。压岁钱在民俗文化中寓意辟邪驱鬼，保佑平安。压岁钱最初的用意是镇恶驱邪。因为人们认为小孩容易受鬼祟的侵害，所以用压岁钱压祟驱邪。在历史上，压岁钱是分多种的，一般在新年倒计时时由长辈分给晚辈，表示压祟，包含着长辈对晚辈的关切之情和真切祝福；另一种就是晚辈给老人的，这个压岁钱的“岁”指的是年岁，意在期盼老人长寿。可追溯的最早压岁钱在汉代，又叫压胜钱，并不在市面上流通，而是铸成钱币形式的玩赏物，有避邪的功能。过年给压岁钱，体现出长辈对晚辈的关爱，和晚辈对长辈的尊敬，是一项整合家庭伦理关系的民俗活动。"
                }
            ],
            "cooking_culture":{
                "cooking_culture_title":"年夜饭 ",
                "cooking_culture_content":"吃年夜饭，是年节家家户户最热闹愉快的时候。大年夜，丰盛的年菜摆满一桌，阖家团聚，围坐桌旁，共吃团圆饭桌上有大菜、冷盆、热炒、点心，一般少不了两样东西，一是火锅，一是鱼。火锅沸煮，热气腾腾，温馨撩人，说明红红火火；“鱼”和“余”谐音，是象征“吉庆有余”，也喻示“年年有余”。还有萝卜俗称菜头，祝愿有好彩头；龙虾、爆鱼等煎炸食物，预祝家运兴旺如“烈火烹油”。年夜饭的名堂很多，南北各地不同，而且各有讲究。北方人过年习惯吃饺子，这是古时候流传下来的习惯，古代北方底层人民生活很艰辛，一年到头不饿肚子已经是最大的希望，改善生活的美食只能留到大的节日和特殊的日子时才能吃，而被列为最好吃的美食“饺子”也是最难吃到的，所以才找机会就吃饺子。"

            }
        }
    }
}