{
    "article_list":[
        {
            "title":"春节",
            "verse1":"爆竹声中一岁除,春风送暖入屠苏。",
            "verse2":"千门万户彤彤日,总把新桃换旧符。",
            "verse_title":"王安石《元日》",
            "origin":"春节和年的概念，最初的含意来自农业，古时人们把谷的生长周期称为“年”，《说文。禾部》：“年，谷熟也：。在夏商时代产生了夏历，以月亮圆缺的周期为月，一年划分为十二个月，每月以不见月亮的那天为朔，正月朔日的子时称为岁首，即一年的开始，也叫年，年的名称是从周朝开始的，至了西汉才正式固定下来，一直延续到今天。但古时的正月初一被称为“元旦”，直到中国近代辛亥革命胜利后，南京临时政府为了顺应农时和便于统计，规定在民间使用夏历，在政府机关、厂矿、学校和团体中实行公历，以公历的元月一日为元旦，农历的正月初一称春节。1949年9月27日，新中国成立，在中国人民政治协商会议第一届全体会议上，通过了使用世界上通用的公历纪元，把公历的元月一日定为元旦，俗称阳历年；农历正月初一通常都在立春前后，因而把农历正月初一定为“春节”，俗称阴历年。传统意义上的春节是指从腊月初八的腊祭或腊月二十三的祭灶，一直到正月十五，其中以除夕和正月初一为高潮。在春节这一传统节日期间，我国的汉族和大多数少数民族都有要举行各种庆祝活动，这些活动大多以祭祀神佛、祭奠祖先、除旧布新、迎禧接福、祈求丰年为主要内容。活动形式丰富多彩，带有浓郁的民族特色。",
            "convention":[
                {
                    "convention_title":"办年货",
                    "convention_content":"中国的年俗文化源远流长，全国各地衍生出纷繁多样的过年习俗，南北迥异，各具特色。虽然各地习俗不尽相同，但是备年货、送年礼却是几乎全国上下的“过年必备”。置办年货，包括吃的、穿的、戴的、用的、贴的（年红）、送的（拜年）礼物等等，统名曰之“年货”，而把采购年货的过程称之为“办年货”。办年货是中国人过春节的一项重要活动。"
                },
                {
                    "convention_title":"祭灶",
                    "convention_content":"农历十二月廿三/廿四日祭灶。民间祭灶，源于古人拜火习俗。《释名》：“灶。造也，创食物也。”灶神的职责就是执掌灶火，管理饮食，后来扩大为考察人间善恶，以降福祸。祭灶在中国民间有几千年历史了，灶神信仰是中国百姓对“衣食有余”梦想追求的反映。"
                },
                {
                    "convention_title":"扫尘",
                    "convention_content":"在民间，新年前夕有“腊月二十四，扫尘（亦称扫屋）的习俗。民谚称“二十四，扫房子”。民间称做“扫尘日”。扫尘就是年终大扫除，家家户户都要打扫环境，清洗各种器具，拆洗被褥窗帘，洒扫六闾庭院，掸拂尘垢蛛网，疏浚明渠暗沟。到处洋溢着欢欢喜喜搞卫生、干干净净迎新春的欢乐气氛。按民间的说法：因“尘”与“陈”谐音，年前扫尘有“除陈布新”的涵义。扫尘用意是要把一切穷运、晦气统统扫出门，以祈来年清吉。 "
                },
                {
                    "convention_title":"年画",
                    "convention_content":"春节挂贴年画在城乡也很普遍，浓黑重彩的年画给千家万户平添了许多兴旺欢乐的喜庆气氛。年画是我国的一种古老的民间艺术，反映了人民朴素的风俗和信仰，寄托着他们对未来的希望。年画，也和春联一样，起源于“门神”。随着木板印刷术的兴起，年画的内容已不仅限于门神之类单调的主题，变得丰富多彩。"
                },
                {
                    "convention_title":"燃爆竹",
                    "convention_content":"春节期间走访拜年是年节传统习俗之一，是人们辞旧迎新、相互表达美好祝愿的一种方式。初二、三就开始走亲戚看朋友，相互拜年，道贺祝福，说些恭贺新喜、恭喜发财、恭喜、新年好等话。拜年的意义所在是亲朋好友之间走访联络感情、互贺新年，表达对亲朋间的情怀以及对新一年生活的美好祝福。 随着时代的发展，拜年的习俗亦不断增添新的内容和形式。现代社会通行的贺年卡在中国古代已经实行，早在宋代，皇亲贵族士大夫的家族与亲族之间已使用专门拜年的贺年片，叫做“名刺”或“名贴”。 "
                }

            ],
            "cooking_culture":{
                "cooking_culture_title":"年糕 ",
                "cooking_culture_content":"一种用黏性大的糯米或米粉蒸成的糕。年糕属于农历新年的应时食品，有红、黄、白三色，象征金银。在南方有过年吃年糕的习惯，甜甜的粘粘的年糕，象征新一年生活甜蜜蜜，步步高。春节吃年糕，“义取年胜年，籍以祈岁稔。”寓意万事如意年年高。"

            }
        },
        {
            "title":"元宵",
            "verse1":"铉服华妆着处逢，六街灯火闹儿童。",
            "verse2":"长衫我亦何为者，也在游人笑语中。",
            "verse_title":"元好问《京都元夕》",
            "origin":"元宵节是中国的传统节日，早在2000多年前的西汉就有了，元宵赏灯始于东汉明帝时期，明帝提倡佛教，听说佛教有正月十五日僧人观佛舍利，点灯敬佛的做法，就命令这一天夜晚在皇宫和寺庙里点灯敬佛，令士族庶民都挂灯。以后这种佛教礼仪节日逐渐形成民间盛大的节日。该节经历了由宫廷到民间，由中原到全国的发展过程。 ",
            "convention":[
                {
                    "convention_title":"闹花灯",
                    "convention_content":"农历正月十五是“元宵节”，此节日民间有挂灯、打灯、观灯等习俗，故也称灯节。 闹花灯是元宵节传统节日习俗，始于西汉，兴盛于隋唐。隋唐以后，历代灯火之风盛行，并沿袭传于后世。而正月十五，又是一年一度的闹花灯放烟火的高潮。所以也把元宵节称为“灯节”在山西的县城一级城廓甚至乡，镇中，这些居民集中地，繁华热闹区，在正月十五到来之前，满街挂满灯笼，到处花团锦簇，灯光摇曳，到正月十五晚上达到高潮。正月十五的“观灯”已经成为山西民间群众自发的活动，在正月十五晚上，街头巷尾，红灯高挂，有宫灯，兽头灯，走马灯,花卉灯，鸟禽灯等等，吸引着观灯的群众。"
                },
                {
                    "convention_title":"猜灯谜",
                    "convention_content":"每逢农历正月十五，传统民间都要挂起彩灯，燃放焰火，后来有好事者把谜语写在纸条上，贴在五光十色的彩灯上供人猜。因为谜语能启迪智慧又迎合节日气氛，所以响应的人众多，而后猜谜逐渐成为元宵节不可缺少的节目。灯谜增添节日气氛，展现了古代劳动人民的聪明才智和对美好生活的向往。"
                },
                {
                    "convention_title":"耍龙灯",
                    "convention_content":"也称舞龙灯或龙舞。见于文字记载的龙舞，是汉代张衡的《西京赋》，作者在百戏的铺叙中对龙舞作了生动的描绘。而据《隋书·音乐志》记载，隋炀帝时类似百戏中龙舞表演的《黄龙变》也非常精彩，龙舞流行于中国很多地方。华夏崇尚龙，把龙作为吉祥的象征。"
                },
                {
                    "convention_title":"年画",
                    "convention_content":"春节挂贴年画在城乡也很普遍，浓黑重彩的年画给千家万户平添了许多兴旺欢乐的喜庆气氛。年画是我国的一种古老的民间艺术，反映了人民朴素的风俗和信仰，寄托着他们对未来的希望。年画，也和春联一样，起源于“门神”。随着木板印刷术的兴起，年画的内容已不仅限于门神之类单调的主题，变得丰富多彩。"
                },
                {
                    "convention_title":"踩高跷",
                    "convention_content":"踩高跷，是民间盛行的一种群众性技艺表演。高跷本属中国古代百戏之一种，早在春秋时已经出现。中国最早介绍高跷的是《列子·说符》篇：“宋有兰子者，以技干宋元。宋元召而使见其技。 "
                }

            ],
            "cooking_culture":{
                "cooking_culture_title":"元宵 ",
                "cooking_culture_content":"正月十五吃元宵，“元宵”作为食品，在我国也由来已久。宋代，民间即流行一种元宵节吃 的新奇食品。这种食品，最早叫“ 浮元子”后称“元宵” ，生意人还美其名曰“元宝” 。元宵即'汤圆'以白糖、玫瑰、芝麻、豆沙、黄桂、核桃仁、果仁、枣泥等为馅，用糯米粉包成圆形，可荤可素，风味各异。可汤煮、油炸、蒸食，有团圆美满之意。陕西的汤圆不是包的，而是在糯米粉中'滚'成的，或煮司或油炸，热热火火，团团圆圆。 "

            }
        },
        {
            "title":"清明",
            "verse1":"清明时节雨纷纷，路上行人欲断魂。",
            "verse2":"借问酒家何处有，牧童遥指杏花村。",
            "verse_title":"杜牧《清明》",
            "origin":"清明节，又称踏青节、行清节、三月节、祭祖节等，节期在仲春与暮春之交。清明节源自上古时代的祖先信仰与春祭礼俗，兼具自然与人文两大内涵，既是自然节气点，也是传统节日。扫墓祭祖与踏青郊游是清明节的两大礼俗主题，这两大传统礼俗主题在中国自古传承，至今不辍。 ",
            "convention":[
                {
                    "convention_title":"踏青",
                    "convention_content":"中华民族自古就有清明踏青的习俗。踏青古时叫探春、寻春等，即为春日郊游，也称“踏春”。一般指初春时到郊外散步游玩。踏青这种节令性的民俗活动，在我国有着悠久的历史，其源泉是远古农耕祭祀的迎春习俗，这种农耕祭祀的迎春习俗对后世影响深远。清明节兼具节气与节日两大内涵，清明节气在时间和气象物候特点上为清明踏青习俗的形成提供了重要条件。清明时节，春回大地，自然界到处呈现一派生机勃勃的景象，正是郊游的大好时光。人们乃因利趁便，扫墓之余亦一家老少在山乡野间游乐一番。 中国民间长期保持着清明踏青的习惯，踏青习俗由来已久。"
                },
                {
                    "convention_title":"植树",
                    "convention_content":"清明前后，春阳照临，春雨飞洒，种植树苗成活率高，成长快。因此，就有清明植树的习惯，有人还把清明节叫作“植树节”。植树风俗一直流传至今。清明节植树的习俗，据说发端于清明戴柳插柳的风俗。关于清明戴柳插柳，有三种传说。第一种传说，据说是为了纪念教民稼穑耕作的祖师—神农氏，后来由此发展出祈求长寿的意蕴。第二种传说与介子推有关，据说晋文公率众臣登山祭奠介子推时，发现介子推死前曾经靠过的老柳树死而复活，便赐老柳树为“清明柳”。第三种传说是唐太宗给大臣柳圈，以示赐福驱疫。"
                },
                {
                    "convention_title":"放风筝",
                    "convention_content":"风筝又称“纸鸢”、 “鸢儿”，放风筝是清明时节人们所喜爱的活动。风筝即是用竹篾等骨架上糊上纸或绢，拉着系在上面的长线，趁着风势可以放上天空，属于一种单纯利用空气动力的飞行器。每逢清明时节，人们不仅白天放，夜间也放。夜里在风筝下或风稳拉线上挂上一串串彩色的小灯笼，像闪烁的明星，被称为“神灯”。过去，有的人把风筝放上蓝天后，便剪断牵线，任凭清风把它们送往天涯海角，据说这样能除病消灾，给自己带来好运。 "
                },
                {
                    "convention_title":"扫墓祭祖",
                    "convention_content":"清明扫墓，即为“墓祭”，谓之对祖先的“思时之敬”，祭扫祖先是对先人的缅怀方式，其习俗由来久远。扫墓祭祖，是清明节俗的中心。清明之祭主要祭祀祖先，表达祭祀者的孝道和对先人的思念之情，是礼敬祖先、慎终追远的一种文化传统。清明祭祀按祭祀场所的不同可分为墓祭、祠堂祭。以墓祭最为普遍，清明祭祀的特色就是墓祭，清明祭祀被称为扫墓，主要是由于采取墓祭方式。另一种形式是祠堂祭，又称庙祭，是一个宗族的人聚集在祠堂共祭祖先，祭完后要开会聚餐等，这种祭祀是团聚族人的一种方式。"
                },
                {
                    "convention_title":"插柳",
                    "convention_content":"清明节，中国民间有插柳习俗。清明插柳习俗，其来源普遍存在三种说法。有专家认为，插柳的风俗，是为了纪念“教民稼穑”的农事祖师神农氏的。有的地方，人们把柳枝插在屋檐下，以预报天气，古谚有“柳条青，雨蒙蒙；柳条干，晴了天”的说法。杨柳有强大的生命力，俗话说：“有心栽花花不发，无心插柳柳成荫。”柳条插土就活，插到哪里，活到哪里，年年插柳，处处成荫。清明插柳戴柳另一种说法是驱鬼辟邪。我国北方一些地方将清明节、中元节、寒衣节，合称为“三大鬼节”。因受佛教观世音手持柳枝蘸水普度众生的影响，许多人便认为柳条有驱鬼辟邪的作用，把柳枝称为“鬼怖木”。 "
                }

            ],
            "cooking_culture":{
                "cooking_culture_title":"冷饽饽 ",
                "cooking_culture_content":"由于寒食节的冷食习俗移植到清明节，我国北方一些地方还保留着清明节吃冷食的习惯。在山东，即墨吃鸡蛋和冷饽饽，莱阳、招远、长岛吃鸡蛋和冷高粱米饭，据说不这样的话就会遭冰雹。泰安吃冷煎饼卷生苦菜，据说吃了眼睛明亮。晋中一带还保留着清明前一日禁火的习惯。很多地方在完成祭祀仪式后，将祭祀食品分吃。晋南人过清明时，习惯用白面蒸大馍，中间夹有核桃、枣儿、豆子。关于民间寒食习俗的记载，几乎是突然地出现在东汉的文献中，主要集中在山西地区。即使在寒食习俗颇为盛行的唐宋时代，其传播范围也不出北方。晋陆翙《邺中记》最早谈到寒食中的特殊食物：“寒食之日作醴酪，煮粳米及麦为酪，捣杏红煮作粥。”直到唐宋时期，人们仍在食用这种凉大麦粥。 "

            }
        },
        {
            "title":"端午",
            "verse1":"节分端午自谁言，万古传闻为屈原。",
            "verse2":"堪笑楚江空渺渺，不能洗得直臣冤。",
            "verse_title":"文秀《端午》",
            "origin":"“端午”的“端”字本义为“正”，“五”（午）为中。“端午”（端五），“中正”也，这一天午时则为正中之正。另，端亦有“初”的意思，因此五（午）月的第一个午日，谓之端午。 [5] 古人以天干地支来作为载体，天干承载天之道，地支承载地之道，设天干地支以契天地人事之运。古人纪年、纪月、纪日、纪时通用天干地支，根据干支历，按十二地支顺序推算，第五个月即“午月”，午月午日谓之“重午”，而午日又为“阳辰”，所以端午也称为“端阳”。仲夏端午，飞龙在天，龙星处在“中正”之位，寓大吉大利。",
            "convention":[
                {
                    "convention_title":"扒龙舟",
                    "convention_content":"扒龙舟是端午节的一项重要活动，是古代龙图腾祭祀的节仪，乃遗俗也。据《河姆渡遗址第一期发掘报告》称，早在7000年前，远古先民已用独木刳成木舟，并加上木桨划舟。龙舟最初是用单木舟上雕刻龙形的独木舟，后来发展为木板制作的龙形船。扒龙舟历史悠久，是多人集体划桨竞赛。龙舟竞渡前一般都要举行隆重的祭祀仪式，先要请龙、祭神。在端午前要择吉日从水下起出，祭过神后，安上龙头、龙尾，再准备竞渡。闽、台则往妈祖庙祭拜。在过去，人们祭祀龙神时气氛很严肃，多祈求福佑、风调雨顺、去邪祟、攘灾异、事事如意。  在湖北的屈原家乡秭归，也有划龙舟祭拜屈原的仪式流传。"
                },
                {
                    "convention_title":"挂艾草与菖蒲",
                    "convention_content":"在端午节布置种种可驱邪祛病的花草，来源亦久。人们把插艾草和菖蒲作为端午节重要内容之一。如挂艾草于门，《荆楚岁时记》：“采艾以为人，悬门户上，以禳毒气。”这是由于艾为重要的药用植物，又可制艾绒治病，灸穴，又可驱虫。五月艾含艾油最多，（此时正值文生长旺期）所以功效最好，人们也就争相采艾了。往往会在家门口挂几株艾草，由于艾草特殊的香味，人们用它来驱病、防蚊、辟邪。“艾”，又名家艾、艾蒿，它的茎、叶都含有挥发性芳香油，所产生的奇特芳香，可驱蚊蝇、虫蚁，净化空气。菖蒲的叶片也含有挥发性芳香油，是提神通窍、健骨消滞、杀虫灭菌的药物。有关艾草可以驱邪的传说已经流传很久，主要是它具备医药的功能而来，如宗懔的《荆楚岁时记》中曰：“鸡未鸣时，采艾似人形者，揽而取之，收以灸病，甚验。是日采艾为人形，悬于户上，可禳毒气。"
                },
                {
                    "convention_title":"跳钟馗",
                    "convention_content":"跳钟馗：一种民间舞蹈，又称“嬉钟馗”。据悉，跳钟馗，源自北宋，是古徽州遗存下来的一种传统民俗表演，有《出巡》、《嫁妹》、《除五毒》等多种内容，体现了民众崇尚钟馗的刚正不阿和祈盼除害降福的美好愿望。在民间，“钟馗”是避邪扶正的象征，端午跳钟馗，寓意为消除五毒，四季平安，人寿年丰。到了清代，江南苏、浙一带的居民大都在农历五月于大门或堂中挂钟馗图一月，以期驱邪除害、祛凶引福。"
                },
                {
                    "convention_title":"放纸鸢",
                    "convention_content":"纸鸢，在竹篾等骨架上糊上纸或绢，拉着系在上面的长线，趁着风势可以放上天空，属于一种单纯利用空气动力的飞行器。在中国南方一带，端午节儿童放纸鸢称为“放殃”。 "
                },
                {
                    "convention_title":"拜神祭祖",
                    "convention_content":"拜神祭祖是端午节重要习俗之一。“天地者，生之本也；先祖者，类之本也。”天地是生命的根本，祖先是人类的根本，祭祖是一种传承孝道的习俗，通过祭祀来祈求和报答他们的庇护和保佑。 "
                }
				],
		"cooking_culture":{
                "cooking_culture_title":"粽籺 ",
                "cooking_culture_content":"端午节食粽是我国的传统习俗，粽的形状很多，品种各异，一般还有正三角形、正四角形、尖三角形、方形、长形等各种形状。由于中国各地风味不同，主要有甜、咸两种。"

            }
        },
        {
            "title":"七夕",
            "verse1":"未会牵牛意若何，须邀织女弄金梭。",
            "verse2":"年年乞与人间巧，不道人间巧已多。",
            "verse_title":"杨朴《七夕》",
            "origin":" 七夕乞巧，这个节日起源于汉代，东晋葛洪的《西京杂记》有“汉彩女常以七月七日穿七孔针于开襟楼，人俱习之”的记载，这便是我们于古代文献中所见到的最早的关于乞巧的记载。后来的唐宋诗词中，妇女乞巧也被屡屡提及，唐朝王建有诗说“阑珊星斗缀珠光，七夕宫娥乞巧忙”。据《开元天宝遗事》载：唐太宗与妃子每逢七夕在清宫夜宴，宫女们各自乞巧，这一习俗在民间也经久不衰，代代延续。 ",
            "convention":[
                {
                    "convention_title":"香桥会",
                    "convention_content":"在江苏宜兴，有七夕香桥会习俗。每年七夕，人们都赶来参与，搭制香桥。所谓香桥，是用各种粗长的裹头香（以纸包着的线香）搭成的长四五米、宽约半米的桥梁，装上栏杆，于栏杆上扎上五色线制成的花装饰。入夜，人们祭祀双星、乞求福祥，然后将香桥焚化，象征着双星已走过香桥，欢喜地相会。这香桥是由传说中的鹊桥传说衍化而来的。"
                },
                {
                    "convention_title":"接露水",
                    "convention_content":"浙江农村，流行用脸盆接露水的习俗。传说七夕节时的露水是牛郎织女相会时的眼泪，如抹在眼上和手上，可使人眼明手快。"
                },
                {
                    "convention_title":"拜七姐",
                    "convention_content":"七月七的七娘会，广东多称“拜七姐”，闽台即称为“拜七娘妈”。在新中国成立前，“七夕”是靓女们的盛大节日。旧时代靓女们向七姐“乞巧”，乞求她传授心灵手巧的手艺，其实所谓“乞巧”不过是“斗巧”。广东旧时过七巧节是非常热闹的。宋代刘克庄曾有诗咏道：“瓜果跽拳祝，喉罗朴卖声。粤人重巧夕，灯光到天明。”在节日到来之前，姑娘们就预先备好各种奇巧的玩品，用通草、色纸、芝麻、米粒等，制成各种花果、仕女、器物、宫室模型等物。将谷种和绿豆放入小盒里浸，使之发芽，待芽长到二寸多长时，用来拜神，称为“拜仙禾”和“拜神菜”。或组织大家聚集在宗乡会馆，摆下各式各样鲜艳的香案，遥祭牛郎织女，“香案”上摆满鲜花、水果、胭脂粉、纸制小型花衣裳、鞋子、日用品和刺绣等，琳琅满目。不同地区的“七姐会”便在香案上下工夫，比高下，看谁的制作精巧。传统“七姐诞”庆祝仪式由农历七月初六晚开始，为期一至二晚。不同地方庆祝“七姐诞”的仪式各有不同特色。"
                },
                {
                    "convention_title":"斗巧",
                    "convention_content":"穿针乞巧，也叫“赛巧”，即女子比赛穿针，她们结彩线，穿七孔针，谁穿得越快，就意味着谁乞到的巧越多，穿得慢的称为“输巧”，“输巧”的人要将事先准备好的礼物送给得巧者。《西京杂记》说：“汉彩女常以七月七日穿七孔针于开襟楼，人具习之。”  "
                },
                {
                    "convention_title":"穿针乞巧",
                    "convention_content":"清明节，中国民间有插柳习俗。清明插柳习俗，其来源普遍存在三种说法。有专家认为，插柳的风俗，是为了纪念“教民稼穑”的农事祖师神农氏的。有的地方，人们把柳枝插在屋檐下，以预报天气，古谚有“柳条青，雨蒙蒙；柳条干，晴了天”的说法。杨柳有强大的生命力，俗话说：“有心栽花花不发，无心插柳柳成荫。”柳条插土就活，插到哪里，活到哪里，年年插柳，处处成荫。清明插柳戴柳另一种说法是驱鬼辟邪。我国北方一些地方将清明节、中元节、寒衣节，合称为“三大鬼节”。因受佛教观世音手持柳枝蘸水普度众生的影响，许多人便认为柳条有驱鬼辟邪的作用，把柳枝称为“鬼怖木”。 "
                }

            ],
            "cooking_culture":{
                "cooking_culture_title":"巧果 ",
                "cooking_culture_content":"七夕乞巧的应节食品，以巧果最为有名。巧果又叫“乞巧果子”，款式极多。“乞巧果子”是七夕节的传统祭品和美点。七夕晚上人们把“乞巧果子”端到庭院，全家人围坐，品尝做“巧果”人的手艺。现在这种习俗在许多地方都已经不流传了，“乞巧果子”这种传统食品，也演变成多种花色糕点。此外，乞巧时用的瓜果也有多种变化：或将瓜果雕成奇花异鸟，或在瓜皮表面浮雕图案；此种瓜果称为“花瓜”。 "

            }
        },
{
            "title":"中秋",
            "verse1":"床前明月光，疑是地上霜。",
            "verse2":"举头望明月，低头思故乡。",
            "verse_title":"李白《静夜思》",
            "origin":" 中秋节是上古天象崇拜——敬月习俗的遗痕。在二十四节气“秋分”时节，是古老的“祭月节”，中秋节则是由传统的“祭月”而来。在传统文化中，月亮和太阳一样，这两个交替出现的天体成了先民崇拜的对象。中秋节庆源自古人对月亮的祭祀，是中华民族祭月习俗的遗存和衍生。祭月，在我国是一种十分古老的习俗，实际上是古时代我国一些地方古人对“月神”的一种崇拜活动。据考证，最初“祭月节”是定在干支历二十四节气“秋分”这天，不过由于历史发展，后来历法融合，使用阴历（夏历），所以将“祭月节”由干支历二十四节气“秋分”调至夏历（农历）八月十五。中秋节是秋季时令习俗的综合，其所包含的节俗因素，大都有古老的渊源。 ",
            "convention":[
                {
                    "convention_title":"赏月",
                    "convention_content":"赏月的风俗来源于祭月，严肃的祭祀变成了轻松的欢娱。据说此夜月球距地球最近，月亮最大最圆最亮，所以从古至今都有饮宴赏月的习俗；回娘家的媳妇是日必返夫家，以寓圆满、吉庆之意。民间中秋赏月活动的文字记载出现在魏晋时期，但未成习。到了唐代，中秋赏月、玩月颇为盛行，许多诗人的名篇中都有咏月的诗句。  "
                },
                {
                    "convention_title":"观潮",
                    "convention_content":"人们经常在中秋时吃月饼赏桂花，食用桂花制作的各种食品，以糕点、糖果最为多见。中秋之夜，仰望着月中丹桂，闻着阵阵桂香，喝一杯桂花蜜酒，欢庆合家甜甜蜜蜜，已成为节日一种美的享受。到了现代，人们多是拿红酒代替。 "
                },
                {
                    "convention_title":"赏桂花、饮桂花酒",
                    "convention_content":"七月七的七娘会，广东多称“拜七姐”，闽台即称为“拜七娘妈”。在新中国成立前，“七夕”是靓女们的盛大节日。旧时代靓女们向七姐“乞巧”，乞求她传授心灵手巧的手艺，其实所谓“乞巧”不过是“斗巧”。广东旧时过七巧节是非常热闹的。宋代刘克庄曾有诗咏道：“瓜果跽拳祝，喉罗朴卖声。粤人重巧夕，灯光到天明。”在节日到来之前，姑娘们就预先备好各种奇巧的玩品，用通草、色纸、芝麻、米粒等，制成各种花果、仕女、器物、宫室模型等物。将谷种和绿豆放入小盒里浸，使之发芽，待芽长到二寸多长时，用来拜神，称为“拜仙禾”和“拜神菜”。或组织大家聚集在宗乡会馆，摆下各式各样鲜艳的香案，遥祭牛郎织女，“香案”上摆满鲜花、水果、胭脂粉、纸制小型花衣裳、鞋子、日用品和刺绣等，琳琅满目。不同地区的“七姐会”便在香案上下工夫，比高下，看谁的制作精巧。传统“七姐诞”庆祝仪式由农历七月初六晚开始，为期一至二晚。不同地方庆祝“七姐诞”的仪式各有不同特色。"
                },
                {
                    "convention_title":"扎灯笼",
                    "convention_content":"古时在广东，中秋临近时，小孩子们在家长协助下，用竹纸扎成兔仔灯、杨桃灯或正方形的灯。此外，还有很多小朋友会用水果皮扎灯笼。另外，还有木瓜灯、香蕉灯等，最简便的是“柚皮灯”，几乎家家户户的小孩都能做。扎好的灯笼除了用来“树中秋”，更有情侣提着灯笼依偎赏月。 "
                },
                {
                    "convention_title":"花灯",
                    "convention_content":"中秋节，有许多的游戏活动，首先是玩花灯。早在北宋《武林旧事》中，记载中秋夜节俗，就有将“一点红”灯放入江中漂流玩耍的活动。中秋玩花灯，多集中在南方。如佛山秋色会上，就有各种各式的彩灯：芝麻灯、蛋壳灯、刨花灯、稻草灯、鱼鳞灯、谷壳灯、瓜籽灯及鸟兽花树灯等，令人赞叹。在广西南宁一带，除了以纸竹扎各式花灯让儿童玩耍外，还有很朴素的柚子灯、南瓜灯、桔子灯。所谓柚子灯，是将柚子掏空，刻出简单图案，穿上绳子，内点蜡烛即成，光芒淡雅。南瓜灯、桔子灯也是将瓤掏去而成。虽然朴素，但制作简易，很受欢迎，有些孩子还把柚子灯漂入池河水中作游戏。广西有简单的户秋灯，是以六个竹篾圆圈扎成灯，外糊白纱纸，内插蜡烛即成，挂于祭月桌旁祭月用，也可给孩子们玩。 "
                }

            ],
            "cooking_culture":{
                "cooking_culture_title":"月饼 ",
                "cooking_culture_content":"吃月饼“中秋佳节吃月饼”，是我国流传已久的传统风俗。每当风清月朗、桂香沁人之际，家家尝月饼、赏月亮，喜庆团圆，别有风味。月饼作为一种形如圆月，内含佳馅的食品，在北宋时期就已出现。诗人兼品味家的苏东坡就有“小饼如嚼月，中有酥和饴”的诗句。而作为一种食品，称为“月饼”，则始见于南宋《武林旧事·蒸作饮食》。当时，杭州民间就有“又月饼相馈，取中秋团圆之意”。到了元朝末年，月饼已成为中秋节日美点。 "

            }
        },
	   {
            "title":"重阳",
            "verse1":"独在异乡为异客，每逢佳节倍思亲。",
            "verse2":"遥知兄弟登高处，遍插茱萸少一人。",
            "verse_title":"王维《九月九日忆山东兄弟》 ",
            "origin":" 重阳节源自天象崇拜，起始于上古，普及于西汉，鼎盛于唐代以后。据现存史料及考证，上古时代有在季秋举行丰收祭天、祭祖的活动；《吕氏春秋·季秋纪》中收录，古人在九月农作物丰收之时祭天帝、祭祖，以谢天帝、祖先恩德的活动。这是重阳节作为秋季丰收祭祀活动而存在的原始形式。唐代是传统节日习俗揉合定型的重要时期，其主体部分传承至今。重阳祭祖民俗相沿数千年，是具有深刻意义的一个古老民俗。 ",
            "convention":[
                {
                    "convention_title":"晒秋",
                    "convention_content":"重阳节是最好的赏秋时期，中国南方还有些山区村落保留了“晒秋”特色。去乡村赏民俗、看晒秋，已成为乡村旅游的一种时尚。“晒秋”是一种典型的农俗现象，具有极强的地域特色。在湖南、广西、安徽、江西等生活在山区的村民，由于地势复杂，村庄平地极少，只好利用房前屋后及自家窗台屋顶架晒、挂晒农作物，久而久之就演变成一种传统农俗现象。这种村民晾晒农作物的特殊生活方式和场景，逐步成了画家、摄影家追逐创造的素材，并塑造出诗意般的“晒秋”称呼。 "
                },
                {
                    "convention_title":"放纸鸢",
                    "convention_content":"放纸鸢是南方过重阳节的主要习俗之一。民间过重阳节是以放纸鸢（风筝）为主要特征的。光绪《惠州府志》亦有记述。在民间传统，重阳节除了登高，放纸鸢也是一个特色。至于人们为何要在重阳时放纸鸢（风筝），除了重阳天高云淡，风轻日明，纸鸢可轻松乘风而上的气候原因外，还有些介于巫蓍之间的说法，于不经中颇为有趣。传说，重阳时放纸鸢是为了“放晦气”，纸鸢飞得越高越远，则晦气也随之高飞远离，更有甚者，还要专门将线弄断，让风筝消失于云天之外。另有一种解释则说重阳放纸鸢是“放吉祥”、“放福气”，纸鸢飞得越好，则福气越浓，放纸鸢者不仅不能弄断丝线，还要千方百计保护之，因为若是丝线断了，则“吉祥”、“福气”也随之飘向远方。  "
                },
                {
                    "convention_title":"登高",
                    "convention_content":"重阳节登高的风俗历史悠久。古代民间在重阳节有登高的风俗，故重阳节又叫“登高节”。重阳登高习俗源于此时的气候特点以及古人对山岳的崇拜。登高“辞青”也是源于大自然中的节气，重阳节登山“辞青”与古人在阳春三月春游“踏青”相对应。据文献说，“登山祈福”的习俗在春秋战国时期已流行。登高的地点，没有统一的规定，登高所到之处大抵分为登高山、登高楼、抑或是登高台。高风俗其由来大致有四：其一是源于古人的山岳崇拜；其二是源于“清气上扬、浊气下沉”的气候；其三是源于登高“辞青”；其四是源于附会上一个荒谬传说“桓景登山避灾”。"
                },
                {
                    "convention_title":"赏菊",
                    "convention_content":"重阳日，历来就有赏菊花的风俗，所以古来又称菊花节。赏菊习俗源于菊文化。菊本是天然花卉，因其花色五彩缤纷且傲霜怒放而形成赏菊赞菊的菊文化。从三国魏晋以来，重阳聚会饮酒、赏菊赋诗已成时尚。在中国古俗中，菊花象征长寿。菊是长寿之花，又为文人们赞美作凌霜不屈的象征。"
                },
                {
                    "convention_title":"佩茱萸",
                    "convention_content":"古代风行九九插茱萸的习俗，所以又叫做茱萸节。茱萸是一种可以做中药的果实，因为出产于吴越地（今江浙一带）的茱萸质量最好，因而又叫吴茱萸。古人认为在重阳节这一天登山插茱萸可以驱虫去湿、逐风邪。于是便把茱萸佩戴在手臂上或磨碎放在香袋里，还有插在头上的。大多是妇女、儿童佩戴，有些地方男子也佩戴。茱萸入药，可制酒养身祛病。插茱萸和簪菊花在唐代就已经很普遍。茱萸香味浓，具有明目、醒脑、祛火、驱虫、去湿、逐风邪的作用，并能消积食，治寒热。插茱萸等古俗则是民间登山驱风邪的行为，重阳节清气上扬，浊气下沉，人们用天然药物茱萸等调整体魄健康，使其适应自然气候变化。  "
                }

            ],
            "cooking_culture":{
                "cooking_culture_title":"重阳糕 ",
                "cooking_culture_content":"吃花糕。重阳节敬老，登高以避灾。 “糕”与“高”同音，又有“步步高升的含义在里面，比较吉利。在重阳节的前两天，人们纷纷用面粉蒸糕，糕上插着彩色的小旗，点缀着石榴子、栗子黄、银杏、松子仁等果实;或者做成狮子蛮王之状，置于糕上，名为“狮蛮栗糕”，这都是南宋时期临安(今杭州)的风习。这些栗糕，恰是“我辈合登高时携带的佳点。”"

            }
        },	
	   {
            "title":"除夕",
            "verse1":"除夕更阑人不睡，厌禳钝滞迫新岁。",
            "verse2":"小儿呼叫走长街，云有痴呆召人卖。",
            "verse_title":"唐·范成大《卖痴呆词》",
            "origin":"岁除，是岁末除旧布新的日子。除夕，即岁除之夜，它与岁首（新年）首尾相连。旧岁至此夕而除，第二天就换新岁了，故俗以为除夕。除夕作为年尾的节日，源自上古时代岁末除旧布新、祭祀祖先风俗，岁除之日是传统的祭祖节。古籍中有讲到：“天地者，生之本也；先祖者，类之本也。”意思就是说天地是生命的根本，祖先是我们人类的根本，祭祖就是一种传承孝道的习俗。",
            "convention":[
                {
                    "convention_title":"贴年红",
                    "convention_content":"年红，是春联、门神、窗花、年画、福字等过年时所贴的红色喜庆元素统称。过年贴年红（挥春），是中国民间由来已久的风俗，寄托了人们对幸福生活的向往，对美好未来的祝愿。"
                },
                {
                    "convention_title":"春联",
                    "convention_content":"春联也叫门对、春贴、对联、对子、桃符等等，它以工整、对偶、简洁、精巧的文字描绘时代背景，抒发美好愿望，是我国特有的文学形式。每逢春节，无论城市还是农村，家家户户都要精选一副大红春联贴于门上，为节日增加喜庆气氛。根据《玉烛宝典》、《燕京岁时记》等著作记载，春联的原始形式就是人们所说的“桃符”。这一习俗据说起于宋代，在明代开始盛行，到了清代，春联的思想性和艺术性都有了很大的提高，梁章矩编写的春联专著《槛联丛话》对楹联的起源及各类作品的特色都作了论述。春联的种类比较多，依其使用场所，可分为门心、框对、横披、春条、斗方等。“门心”贴于门板上端中心部位；“框对”贴于左右两个门框上；“横披”贴于门媚的横木上；“春条”根据不同的内容，贴于相应的地方；“斗斤”也叫“门叶”，为正方菱形，多贴在家具、影壁中。"
                },
                {
                    "convention_title":"贴窗花",
                    "convention_content":"在中国民间人们还喜欢在窗户上贴上各种剪纸——窗花。窗花不仅烘托了喜庆的节日气氛，也集装饰性、欣赏性和实用性于一体。剪纸在我国是一种很普及的民间艺术，千百年来深受人们的喜爱，因它大多是贴在窗户上的，所以也被称其为“窗花”。窗花以其特有的概括和夸张手法将吉事祥物、美好愿望表现得淋漓尽致，将节日装点得红火富丽。剪纸在我国是一种很普及的民间艺术，千百年来深受人们的喜爱，后来因为剪纸大多是贴在窗户上的，窗花也由此得名。窗花的表现题材极其广博，戏剧人物、历史传说、花鸟鱼虫、山水风景、现实生活及吉祥图案均可成为窗花的表现内容，可谓无所不有。但最多的是花卉动物、喜庆吉祥纹样，常以“吉祥喜庆”、“丰年求祥”、“五谷丰登”、“六畜兴旺”、“连年有余”、“贵花祥鸟”等为主体。在贴春联的同时，一些人家要在屋门上、墙壁上、门楣上贴上大大小小的“福”字。春节贴“福”字，是我国民间由来已久的风俗。“福”字指福气、福运，寄托了人们对幸福生活的向往，对美好未来的祝愿。为了更充分地体现这种向往和祝愿，有的人干脆将“福”字倒过来贴，表示“幸福已到”“福气已倒（到）”。其实福字不能倒贴，大门是迎福纳福的地方，福字应该正贴。福字倒贴的地方一般是水缸，垃圾箱，和家里的箱柜。中国民间还有将“福”字精描细做成各种图案的，图案有寿星、寿桃、鲤鱼跳龙门、五谷丰登、龙凤呈祥等。"
                },
                {
                    "convention_title":"年画",
                    "convention_content":"春节挂贴年画在城乡也很普遍，浓黑重彩的年画给千家万户平添了许多兴旺欢乐的喜庆气氛。年画是我国的一种古老的民间艺术，反映了人民朴素的风俗和信仰，寄托着他们对未来的希望。年画，也和春联一样，起源于“门神”。随着木板印刷术的兴起，年画的内容已不仅限于门神之类单调的主题，变得丰富多彩。"
                },
                {
                    "convention_title":"燃爆竹",
                    "convention_content":"中国民间有“开门爆竹”一说。即在新的一年到来之际，家家户户开门的第一件事就是燃放爆竹，以哔哔叭叭的爆竹声除旧迎新。爆竹是中国特产，亦称“爆仗”、“炮仗”，唐代时写作“爆竿”，南方各地又称之为“纸炮”、“响炮”。如果把许多单个的爆竹联结成串，则叫作“鞭炮”、“响鞭”、“鞭”。放爆竹可以创造出喜庆热闹的气氛，是节日的一种娱乐活动，可以给人们带来欢愉和吉利。关于爆竹的演变过程，《通俗编排优》记载道：“古时爆竹。皆以真竹着火爆之，故唐人诗亦称爆竿。后人卷纸为之。称曰“爆竹”。随着时间的推移，爆竹的应用越来越广泛，品种花色也日见繁多。燃放爆竹已成为具有民族特色的娱乐活动，人们在辞旧迎新春节燃放爆竹以示庆贺。 "
                }

            ],
            "cooking_culture":{
                "cooking_culture_title":"年夜饭 ",
                "cooking_culture_content":"吃年夜饭，是年节家家户户最热闹愉快的时候。大年夜，丰盛的年菜摆满一桌，阖家团聚，围坐桌旁，共吃团圆饭桌上有大菜、冷盆、热炒、点心，一般少不了两样东西，一是火锅，一是鱼。火锅沸煮，热气腾腾，温馨撩人，说明红红火火；“鱼”和“余”谐音，是象征“吉庆有余”，也喻示“年年有余”。还有萝卜俗称菜头，祝愿有好彩头；龙虾、爆鱼等煎炸食物，预祝家运兴旺如“烈火烹油”。年夜饭的名堂很多，南北各地不同，而且各有讲究。北方人过年习惯吃饺子，这是古时候流传下来的习惯，古代北方底层人民生活很艰辛，一年到头不饿肚子已经是最大的希望，改善生活的美食只能留到大的节日和特殊的日子时才能吃，而被列为最好吃的美食“饺子”也是最难吃到的，所以才找机会就吃饺子。"

            }
        }
	]
 }
    


